[
    "إيه أكتر حاجة بتكسف منها؟",
    "لو معاك ريموت يوقف الزمن، هتستخدمه في إيه؟",
    "لو حد خانك، تسامحه ولا لأ؟",
    "عمرك قلت لحد \"أنا تمام\" وانت مش تمام؟",
    "لو في زرار يمسح ذكرى، هتمسح إيه؟",
    "إيه الحاجة اللي عمرك ما قلتها لصحابك عنك؟",
    "عمرك عملت نفسك نايم عشان متردش على حد؟",
    "آخر مرة عملت حاجة تندم عليها كانت إمتى؟",
    "إيه أغبى كذبة قلتها واتكشفت؟",
    "إيه أغرب حاجة عملتها وإنت لوحدك؟",
    "هل بتتكلم مع نفسك أحيانًا؟ بتقول إيه؟",
    "مثل إنك بتعيط علشان حاجة تافهة.",
    "اعمل مشهد إنك قابلت حب حياتك بعد 10 سنين.",
    "قل نكتة كأنك ممثل دراما تقيل.",
    "اعمل نفسك ممثل إعلانات وقدم معجون أسنان بصوت حماسي.",
    "مثل إنك بتقدم نشرة أخبار عن حاجة تافهة جداً.",
    "كلم حد من صحابك وقوله \"أنا حلمت بيك إمبارح\" من غير توضيح.",
    "ابعت لحد في الكونتاكتس \"أنا آسف\" من غير ما تشرحله ليه.",
    "سجل ڤويس نوت وانت بتغني وسمّعنا.",
    "قول اسم crush قديم كان عندك أيام المدرسة.",
    "اشرح موقف محرج حصل لك كأنه حصل لصاحبك.",
    "امشي زي طاووس في أوضتك 3 مرات.",
    "غمض عينك وامشي بخط مستقيم لحد ما تخبط.",
    "اختار كلمة وكررها 10 مرات بصوت بيزيد كل مرة.",
    "قل \"أنا جميل\" بطريقة مختلفة كل مرة لـ5 مرات.",
    "قول جملة كأنك مجنون عبقري.",
    "كلم حد مش بتعرفه واتفق معاه على موعد كده فجأة.",
    "اتصل بواحد من العيلة واعتذرله من غير سبب.",
    "اغسل وشك بمية ساقعة وأنت بتغني.",
    "اعمل حركة رقص غريبة لمدة دقيقة.",
    "قل مقولة مشهورة بس بلهجتك الخاصة.",
    "امثل موقف حصل لك وكان محرج جدًا.",
    "قل أغرب سر عندك لأقرب واحد ليك.",
    "اكشف سر عن نفسك محدش يعرفه.",
    "اعمل وجه مضحك واثبت عليه 30 ثانية.",
    "قول كلمة \"بحبك\" بصوت درامي ومبالغ فيه.",
    "اسكت لمدة دقيقة وانت بتفكر في أحلى ذكرى.",
    "جرب تقلد صوت واحد من صحابك أو عيلتك.",
    "احكي عن موقف جعلك تضحك لحد ما دمعت.",
    "قل اسم أول crush كان عندك.",
    "اتكلم بكلام أغاني لمدة 30 ثانية.",
    "اتصل بصاحبك وقل له خبر مزيف بس بطريقة مضحكة.",
    "اعمل مسرحية صغيرة مع نفسك.",
    "قل عكس كل كلمة هتقولها لمدة دقيقة.",
    "امشي غصبًا عنك بطريقة كأنك بتجري.",
    "قل نكتة حتى لو مش مضحكة، وحاول تخلي الناس تضحك.",
    "اتصرف كأنك ممثل في فيلم رعب.",
    "غني مقطع من أغنية أنت مش بتحبها.",
    "اعمل صوت حيوان من اختيارك.",
    "اقعد في وضعية غريبة لمدة دقيقتين.",
    "قل كلمة غريبة وكررها كتير.",
    "امسك جسم غريب وقوله كلمة حب.",
    "اقول للحاضر اني مش فاهم حاجة.",
    "اتصل بشخص وقوله إنك جعان جدًا وعايز تطلب أكل.",
    "اتكلم بلهجة بلد تانية لمدة دقيقتين.",
    "قل لحد أنه شكله غريب بطريقة لطيفة.",
    "اقعد ورا ضهرك بدون سبب واضح.",
    "اتصل بخدمة العملاء واطلب خدمة مش موجودة.",
    "اعمل مسرحية صغيرة مع أصابعك كأنها شخصيات.",
    "قل للجميع إنك بتدرس حاجة مش موجودة.",
    "اعمل ضحكة غريبة ومستمرة لمدة 20 ثانية.",
    "امشي في الغرفة وأنت بتتكلم لوحدك عن يومك.",
    "اغلق عينيك وفكر في موقف مفرح من أيام الطفولة.",
    "اعمل صوت رياح قوية أو صوت أمطار.",
    "اتكلم عن أحلامك الكبيرة بصوت عالي.",
    "قل أسرع حاجة جات في بالك دلوقتي.",
    "امثل إنك في حفلة ومبسوط أوي.",
    "اعمل صوت مكينة سيارة.",
    "اقرأ جملة من كتاب بطريقة تمثيل.",
    "احكي قصة قصيرة من خيالك.",
    "قل أكبر سر في حياتك للغرفة كلها.",
    "اعمل حركة رياضية غريبة كأنك في فيلم أكشن.",
    "اعمل وجه حد حزين من غير ما تقول كلمة.",
    "اتصل بصاحبك وقل له جملة غريبة مفهومة جزئيًا.",
    "اعمل إعلان عن منتج مش موجود.",
    "اغني أغنية وأنا بمشي بالعكس.",
    "قل أغرب حلم شفته في حياتك.",
    "اتكلم بلغة مش موجودة وخلي الناس تحاول تفهم.",
    "اعمل صوت آلة موسيقية من اختيارك.",
    "اقعد في وضعية اليوغا لمدة دقيقة.",
    "اعمل حركة مضحكة بإيدك وصدر الصوت.",
    "اتكلم عن آخر فيلم شفته بدون حرق الأحداث.",
    "قل كلمة مش مفهومة واستخدمها في جملة.",
    "امثل موقف محرج حصللك في المدرسة.",
    "اتصل بصاحبك وقوله جملة غريبة بس مبتضحكش عليه.",
    "اعمل حركة رقص تقليدية بلد مختلفة.",
    "اتكلم عن حيوان بتحبه بطريقة مضحكة.",
    "اعمل صوت طفل صغير بيضحك.",
    "امشي بخطوات ثقيلة كأنك بطل في فيلم.",
    "قل كلمة حب بصوت حزين.",
    "احكي موقف حصللك وأنت مش مستعد له.",
    "اعمل ضحكة مش طبيعية لمدة 10 ثواني.",
    "قل جملة كأنها من فيلم مشهور.",
    "اعمل صوت خطوات على الرمل.",
    "اقول أغنية وأنا بتكلم ببطء.",
    "اعمل وجه زعلان بدون كلام.",
    "اتكلم عن أكل بتحبه كتير.",
    "اعمل صوت أمواج البحر.",
    "اتصل بأحد من العيلة وقل له نكتة.",
    "اعمل مشهد درامي عن وداع شخص عزيز.",
    "قل أسرع نكتة بتعرفها.",
    "اعمل صوت مطر على سطح المنزل.",
    "اقرأ شعر بطريقة تمثيل.",
    "اعمل ضحكة طفل صغير.",
    "اتكلم عن حلم بتحلم بيه كل يوم.",
    "قل كلمة بطريقة مختلفة كل مرة.",
    "امشي ورا الضهر بدون ما حد يشوفك.",
    "اعمل صوت حشرة بتزقزق.",
    "اقعد ساكت لمدة دقيقة وأنت بتبتسم.",
    "اتكلم مع نفسك كأنك صديقك المفضل.",
    "اعمل وجه جامد لما حد يزعل منك.",
    "اتصل بصديق وقل له \"أنا مش حقدر أجي\" بدون سبب.",
    "اعمل حركة رقص في مكان عام بسرعة.",
    "قل كلمة \"سلام\" بأكثر من لهجة.",
    "احكي موقف مضحك حصللك في العيد.",
    "اعمل صوت مطرقة بتخبط.",
    "اتكلم عن أكتر حاجة بتحبها في نفسك.",
    "اعمل وجه مبسوط لما تسمع خبر حلو.",
    "اتكلم عن أكبر حلم عايز تحققه.",
    "قل جملة غريبة عشان تخوف أصحابك.",
    "اعمل مشهد تمثيلي عن لقاء غريب.",
    "اقول جملة حب بصوت رقيق.",
    "اعمل صوت طيور الصبح.",
    "اتصل بواحد من صحابك وقل له \"أنا تعبان\" بطريقة درامية.",
    "اعمل حركة غريبة بإيدك.",
    "اقول نكتة حتى لو مش مضحكة.",
    "اتكلم بصوت عالي جدًا لمدة 10 ثواني.",
    "اعمل وجه حزين لوحدك في أوضتك.",
    "اقول كلمة \"بحبك\" كأنها سر.",
    "اعمل ضحكة جهنمية.",
    "اتكلم عن فيلم بتحبه جدًا.",
    "اعمل صوت غريب مش مفهوم.",
    "اقعد وقول جملة مش مفهومة.",
    "اتصل بصديق وقل له \"أنا محتاج أتكلم\".",
    "اعمل صوت طبل مع حركة يدك.",
    "اقول نكتة عاللحظة.",
    "اتكلم عن أجمل مكان زرته.",
    "اعمل صوت سيارة قديمة.",
    "اقول أغنية وأنت بتضحك.",
    "اتصل بأي حد وقل له \"مستغرب منك\".",
        "لو جالك فرصة تسافر في الزمن، تروح إمتى وليه؟",
        "ايه أغرب موقف محرج حصل لك في شغلك؟",
        "لو عندك فرصة تقول كلمة أخيرة لشخص مهم، هتقول إيه؟",
        "امتى حسيت إنك أكبر من سنك؟",
        "لو كنت حتعيش حياة شخصية غير حياتك الحالية، تختار مين تبقى؟",
        "ايه الحاجة اللي دايمًا بتخاف تجربها؟",
        "لو ممكن تغير حاجة في نفسك، هتغير إيه؟",
        "هل عمرك حسيت بغيرة من حد وصار عليك الموضوع؟",
        "لو كنت تقدر تنصح نفسك وأنت صغير، كنت هتقول إيه؟",
        "ايه أكتر حاجة بتدعي ليها في حياتك؟",
        "لو اتعرضت تختار بين المال والنجاح، تختار إيه وليه؟",
        "هل عمرك حصلت على فرصة ضاعت منك؟ حكيلنا عنها.",
        "لو تقدر تعيش في أي مدينة في العالم، تختار فين؟",
        "لو حتكتب كتاب عن حياتك، اسم الكتاب هيكون إيه؟",
        "لو حد طلب منك تعترف بحاجة غلطتها، تعترف ولا تخبي؟",
        "ايه أصعب قرار أخدته في حياتك؟",
        "لو كانت الحياة فيلم، إيه النوع اللي تحب تعيشه؟",
        "ايه أكتر حاجة بتخليك تضحك من قلبك؟",
        "هل عمرك خليت حد يزعل منك بالغلط؟ إيه حصل؟",
        "لو قابلت نفسك بعد 10 سنين، هتقول لنفسك إيه؟",
        "لو كان عندك فرصة تبدأ من جديد، هتبدأ إزاي؟",
        "ايه أهم درس اتعلمته من الفشل؟",
        "هل عمرك فكرت تغير مهنتك؟ وليه؟",
        "لو تقدر تختار طريقة موتك، تختار إيه؟",
        "ايه أكتر حاجة بتخليك تشعر بالراحة؟",
        "لو عندك سر كبير ماحدش يعرفه، تحكيه؟ ولا تخبي؟",
        "هل قابلت حد غير حياتك للأفضل؟ إيه القصة؟",
        "ايه الحاجة اللي بتحبها في شخصيتك؟",
        "لو اتكلمت عن أسوأ عيب فيك، هتقول إيه؟",
        "هل عمرك حبيت شخص بس مش قادر تعبرله؟",
        "لو كان ممكن تتغير لجسم تاني، تختار مين؟",
        "ايه أكبر حلم عايز تحققه في حياتك؟",
        "هل حسيت يوم إنك مش مقدر حقك؟",
        "لو كنت قادر تغير حدث في ماضيك، هتغير إيه؟",
        "ايه أكتر موقف خليك تفكر تغير وجهة نظرك؟",
        "هل عمرك حبيت حد بدون ما تعرفه كويس؟",
        "لو طلب منك تعيش في عزلة شهر كامل، هل تقدر؟",
        "ايه أجمل ذكرى في طفولتك؟",
        "هل في موقف خلتك تبكي قدام حد؟",
        "لو جالك عرض عمل في بلد غريبة، هتقبل؟",
        "ايه أكثر موقف فخرك فيه بنفسك؟",
        "هل قابلت شخص غيّر تفكيرك تمامًا؟",
        "لو كان عندك فرصة تكشف سر من أسرار الدنيا، تحب تكشف إيه؟",
        "ايه الحاجة اللي بتخاف تفقدها أكتر من أي حاجة؟",
        "هل عمرك فكرت تعمل حاجة غلط عشان تخرج من مشكلة؟",
        "لو عندك مليون جنيه، أول حاجة هتعملها إيه؟",
        "ايه أكتر موقف محرج حصل معاك قدام ناس كتير؟",
        "هل فكرت تسيب صحابك فجأة؟ وليه؟",
        "لو تقدر تسافر لمكان لم يزره حد، تختار فين؟",
        "ايه أغرب نصيحة أخدتها في حياتك؟",
        "هل عمرك حبيت شخص بدون سبب واضح؟",
        "لو كان عندك قوة خارقة، هتستخدمها إزاي؟",
        "ايه أكتر حاجة بتحبها في صحابك؟",
        "هل في موقف ضحكته بعدين بس كان محرج جدًا؟",
        "لو جالك تحدي تغير حاجة في حياتك، هتبدأ منين؟",
        "ايه أسوأ قرار أخدته ورجعت فيه؟",
        "هل جربت تعيش يوم كامل بدون موبايل؟",
        "لو عندك فرصة تتعلم مهارة جديدة بسرعة، تختار إيه؟",
        "ايه أكبر ندم في حياتك؟",
        "هل عمرك جربت تساعد حد غريب؟ حكيلنا الموقف.",
        "لو قابلت نفسك وأنت طفل، هتقول له إيه؟",
        "ايه أكتر حاجة بتخليك تحس بالأمان؟",
        "هل عمرك فكرت تغير أسلوب حياتك؟ وليه؟",
        "لو كان عندك فرصة تقول كلمة لعالم كامل، هتقول إيه؟",
        "ايه أكتر حاجة تكرهها في الناس؟",
        "هل عمرك اتخذت قرار كبير وانت خايف؟",
        "لو عايز تعيش يوم من حياة حد تاني، تختار مين؟",
        "ايه أحلى مكان زرته؟",
        "هل جربت تعيش يوم كامل من غير كلام؟",
        "لو كنت تقدر تخترع حاجة تغير العالم، تختار إيه؟",
        "ايه أغرب حلم شفته؟",
        "هل عمرك قابلت شخص غريب خليك تحبه؟",
        "لو كان عندك فرصة ترجع لنقطة في حياتك، تختار إمتى؟",
        "ايه أكتر حاجة بتفكر فيها قبل ما تنام؟",
        "هل عمرك فكرت تغير رأيك في حد؟",
        "لو عندك وقت تفضل تعيش فيه، تختار الحياة أو الذكريات؟",
        "ايه أصعب حاجة اتعلمتها؟",
        "هل جربت تعيش بدون موبايل لمدة أسبوع؟",
        "لو قدرت تسيطر على عاطفة واحدة، تختار إيه؟",
        "ايه أكتر موقف ضحكته على نفسك؟",
        "هل فكرت تسيب كل حاجة وتبدأ من جديد؟",
        "لو قابلت نفسك بعد 5 سنين، هتقول له إيه؟",
        "ايه أكبر تحدي في حياتك؟",
        "هل عمرك استسلمت في موقف صعب؟",
        "لو كانت حياتك قصة، عنوانها هيكون إيه؟",
        "ايه أكتر حاجة بتخاف تفقدها؟",
        "هل عمرك حسيت بخيبة أمل من حد؟",
        "لو كان عندك فرصة تغير ماضيك، تختار تغير إيه؟",
        "ايه أكبر حاجة بتحسسك بالسعادة؟",
        "هل عمرك حلمت حلم تحقق؟",
        "لو جالك عرض تعيش في مكان جديد، هتقبل؟",
        "ايه أكتر حاجة بتحبها في عيلتك؟",
        "هل عمرك فكرت تغير نفسك عشان حد؟",
        "لو عندك القدرة تحقق حلم واحد، تختار إيه؟",
        "ايه أجمل حاجة حصلتلك السنة دي؟",
        "هل عمرك شعرت بالوحدة؟",
        "لو كان لازم تسيب حاجة بتحبها، تسيب إيه؟",
        "ايه أكبر سر عندك؟",
        "هل عمرك حسيت بخيانة؟",
        "لو كان عندك فرصة تعيش مع حد مشهور، تختار مين؟",
        "ايه أكتر حاجة بتحبها في نفسك؟",
        "هل عمرك فكرت تغير بلدك؟",
        "لو تقدر تحقق أمنية واحدة، هتكون إيه؟",
        "ايه أكتر حاجة بتخاف منها في المستقبل؟",
        "هل عمرك حسيت بحب حقيقي؟",
        "لو كان لازم تعيش بدون شيء تحبه، تستحمل؟",
        "ايه أصعب حاجة مرت عليك؟",
        "هل عمرك غيرت رأيك في حاجة مهمة؟",
        "لو كان لازم تقول كلمة وحدة توصف بيها حياتك، هتكون إيه؟",
        "ايه أكتر حاجة بترتاح لما تعملها؟",
        "هل عمرك حبيت حد ومقدرش تعبر؟",
        "لو كان عندك فرصة تدي نصيحة لشخص، هتقول إيه؟",
        "ايه أكتر موقف خلاك تضحك على نفسك؟",
        "هل عمرك حسيت بالخوف من المستقبل؟",
        "لو كان لازم تسيب حاجة بتحبها، تسيب إيه؟",
        "ايه أكتر حاجة نفسك تحققها السنة دي؟",
        "هل عمرك فكرت تغير حياتك تمامًا؟",
        "لو كان عندك فرصة تعيش أي حياة تختار إيه؟",
        "ايه أكبر درس اتعلمته من الناس؟",
        "هل عمرك حبيت حد ومقدرش توصلله؟",
        "لو كان لازم تختار بين الصداقة والحب، تختار إيه؟",
        "ايه أكتر حاجة بتضحك عليها لما بتفتكرها؟",
        "هل عمرك اتخذت قرار غير متوقع؟",
        "لو كان لازم تعيش في مكان واحد طول حياتك، تختار فين؟",
        "ايه أكتر حاجة نفسك تغيرها في نفسك؟",
        "هل عمرك حسيت بالوحدة وسط الناس؟",
        "لو كان لازم تقابل شخص واحد فقط في حياتك، تختار مين؟",
        "ايه أكبر حاجة ندمت عليها؟",
        "هل عمرك فكرت تسيب كل حاجة وتبدأ من جديد؟",
        "لو كان عندك فرصة تحقق حلم واحد، تختار إيه؟",
        "ايه أكتر حاجة بتحبها في عيلتك؟",
        "هل عمرك حسيت بخيبة أمل كبيرة؟",
        "لو كان لازم تغير شيء واحد في ماضيك، تختار إيه؟",
        "ايه أكتر موقف خلاك تضحك على نفسك؟",
        "هل عمرك فكرت تغير حياتك بسبب حد؟",
        "لو كان لازم تعيش بدون موبايل لمدة أسبوع، تستحمل؟",
        "ايه أكتر حاجة نفسك تحققها السنة دي؟",
            "لو كنت ممكن تغير حاجة واحدة في العالم، تختار إيه؟",
            "إيه أكتر حاجة بتخليك تحس إنك عايش؟",
            "لو كان لازم تختار بين المال والسعادة، تختار إيه؟",
            "هل عمرك فكرت في معنى الحياة؟",
            "لو عندك فرصة تقضي يوم مع شخص مهم، مين تختار؟",
            "إيه أغرب حاجة حصلتلك في السفر؟",
            "هل عمرك جرّبت تعمل حاجة انت خايف منها؟",
            "لو كان لازم تعيش من غير موبايل أسبوع كامل، هل تقدر؟",
            "إيه أكتر موقف حسيت فيه بالخجل؟",
            "هل عمرك فكرت تغير مجالك الدراسي أو المهني؟",
            "لو قابلت نفسك بعد 20 سنة، هتقول له إيه؟",
            "إيه أهم حاجة بتدور عليها في الصداقة؟",
            "هل عمرك حسيت إنك خسرت فرصة كبيرة؟",
            "لو كان عندك فرصة تعيش في أي حقبة زمنية، تختار إمتى؟",
            "إيه أكتر حاجة بتحب تعملها في وقت فراغك؟",
            "هل فكرت يومًا تسيب كل حاجة وتهرب؟",
            "لو كان لازم تختار مهارة واحدة تتعلمها بسرعة، تختار إيه؟",
            "إيه أكبر درس اتعلمته من الحب؟",
            "هل عمرك حبيت حد وفضلت ساكت؟",
            "لو كان عندك فرصة تبدأ من جديد في مدينة جديدة، هتعمل إيه؟",
            "إيه الحاجة اللي بتخاف تفقدها أكتر من أي حاجة؟",
            "هل عمرك حسيت بخيبة أمل من حد قريب؟",
            "لو كان عندك فرصة تغير حاجة واحدة في شخصيتك، تختار إيه؟",
            "إيه أكتر موقف خلاك تفكر تغير حياتك؟",
            "هل جربت تكتب لنفسك رسالة من المستقبل؟",
            "لو كانت حياتك فيلم، إيه النهاية اللي نفسك فيها؟",
            "إيه أكتر حاجة بتخليك تبكي من غير سبب؟",
            "هل عمرك اتخذت قرار صعب وخايف منه؟",
            "لو عندك فرصة تتكلم مع حد مات، تختار مين؟",
            "إيه أكتر حاجة نفسك تحققها السنة دي؟",
            "هل فكرت تسيب شغلك فجأة؟ وليه؟",
            "لو كان لازم تسيب كل حاجة بتحبها، تسيب إيه؟",
            "إيه أكتر حاجة نفسك تغيرها في نفسك؟",
            "هل عمرك حسيت إنك مش مقدر؟",
            "لو كان عندك فرصة تتعلم لغة جديدة، تختار إيه؟",
            "إيه أكتر حاجة بتخليك تضحك لما تفتكرها؟",
            "هل عمرك فكرت تغير رأيك في حد كنت بتحبه؟",
            "لو كان لازم تعيش يوم كامل من غير كلام، هل تقدر؟",
            "إيه أكتر موقف محرج حصل معاك؟",
            "هل عمرك جربت تضحك على نفسك؟",
            "لو كان لازم تختار بين النجاح أو الحب، تختار إيه؟",
            "إيه أكتر حاجة بتتمنى تعملها في المستقبل؟",
            "هل فكرت يومًا في الهجرة؟",
            "لو قابلت نفسك وأنت صغير، هتقول له إيه؟",
            "إيه أكبر سر مخبي عن الجميع؟",
            "هل عمرك حسيت بالوحدة في وسط ناس؟",
            "لو كان عندك فرصة تغير حاجة واحدة في ماضيك، تختار إيه؟",
            "إيه أكتر حاجة بتخاف تفقدها؟",
            "هل عمرك فكرت تسيب كل حاجة وتبدأ من جديد؟",
            "لو كان لازم تعيش في مكان معين طول حياتك، تختار فين؟",
            "إيه أكتر حاجة نفسك تحققها السنة دي؟",
            "هل عمرك اتخذت قرار غير متوقع؟",
            "لو كان لازم تعيش بدون موبايل أسبوع، هل تقدر؟",
            "إيه أكتر حاجة بتحبها في نفسك؟",
            "هل عمرك فكرت تغير حياتك عشان حد؟",
            "لو كان عندك فرصة تتعلم مهارة جديدة، تختار إيه؟",
            "إيه أكبر تحدي في حياتك؟",
            "هل عمرك استسلمت في موقف صعب؟",
            "لو كان لازم تسيب حاجة بتحبها، تسيب إيه؟",
            "إيه أجمل ذكرى في حياتك؟",
            "هل عمرك حسيت بخيانة؟",
            "لو كان لازم تختار بين الصداقة والحب، تختار إيه؟",
            "إيه أكتر حاجة نفسك تغيرها في شخصيتك؟",
            "هل عمرك فكرت تغير رأيك في حاجة مهمة؟",
            "لو كان عندك فرصة تحقق أمنية واحدة، تختار إيه؟",
            "إيه أكبر درس اتعلمته من الفشل؟",
            "هل عمرك حسيت بالحب الحقيقي؟",
            "لو كان لازم تعيش بدون شيء تحبه، تستحمل؟",
            "إيه أصعب حاجة مرت عليك؟",
            "هل عمرك غيرت رأيك في حاجة مهمة؟",
            "لو كان لازم تقول كلمة واحدة توصف بيها حياتك، هتكون إيه؟",
            "إيه أكتر حاجة بتريح لما تعملها؟",
            "هل عمرك حبيت حد ومقدرتش تعبر؟",
            "لو كان عندك فرصة تدي نصيحة لشخص، هتقول إيه؟",
            "إيه أكتر موقف خلاك تضحك على نفسك؟",
            "هل عمرك حسيت بالخوف من المستقبل؟",
            "لو كان لازم تسيب حاجة بتحبها، تسيب إيه؟",
            "إيه أكتر حاجة نفسك تحققها السنة دي؟",
            "هل عمرك فكرت تغير حياتك تمامًا؟",
            "لو كان عندك فرصة تعيش أي حياة تختار إيه؟",
            "إيه أكبر درس اتعلمته من الناس؟",
            "هل عمرك حبيت حد ومقدرتش توصل له؟",
            "لو كان لازم تختار بين الصداقة والحب، تختار إيه؟",
            "إيه أكتر حاجة بتضحك عليها لما بتفتكرها؟",
            "هل عمرك اتخذت قرار غير متوقع؟",
            "لو كان لازم تعيش في مكان واحد طول حياتك، تختار فين؟",
            "إيه أكتر حاجة نفسك تغيرها في نفسك؟",
            "هل عمرك حسيت بالوحدة وسط الناس؟",
            "لو كان لازم تقابل شخص واحد فقط في حياتك، تختار مين؟",
            "إيه أكبر حاجة ندمت عليها؟",
            "هل عمرك فكرت تسيب كل حاجة وتبدأ من جديد؟",
            "لو كان عندك فرصة تحقق حلم واحد، تختار إيه؟",
            "إيه أكتر حاجة بتحبها في عيلتك؟",
            "هل عمرك حسيت بخيبة أمل كبيرة؟",
            "لو كان لازم تغير شيء واحد في ماضيك، تختار إيه؟",
            "إيه أكتر موقف خلاك تضحك على نفسك؟",
            "هل عمرك فكرت تغير حياتك بسبب حد؟",
            "لو كان لازم تعيش بدون موبايل لمدة أسبوع، تستحمل؟",
            "إيه أكتر حاجة نفسك تحققها السنة دي؟"   
  ]
  